Repository: oem66/Health.io
Catalog: Health.io/Localization/*.lproj/Localizable.strings
Languages: de

source: Welcome
de: Willkommen

source: Registration
de: Anmeldung

source: Next
de: Nächste

source: Get Started
de: Loslegen

# ambulance_title
source: New Concepts
de: Neue Konzepte

# ambulance_description
source: Online ambulance on you mobile phone. If you feel unwel or know someone who does not call the ambulance on one button press!
de: Online-Krankenwagen auf Ihrem Handy. Wenn Sie sich unwohl fühlen oder jemanden kennen, der den Krankenwagen nicht auf Knopfdruck ruft!

# vaccine_title
source: Advanced Immunization
de: Fortgeschrittene Immunisierung

# vaccine_description
source: Get insight into you vaccination using mobile app. All informations about COVID-19 vaccinees and it legitimacy.
de: Erhalten Sie mit der mobilen App Einblick in Ihre Impfung. Alle Informationen zu COVID-19-Impflingen und ihrer Legitimität.

# doctor_title
source: Innovative Programs
de: Innovative Programme

# doctor_description
source: Get 24/7 medical advisory using our service. Schedule doctor meet and talk 1 on 1 about your health issues.
de: Holen Sie sich rund um die Uhr medizinische Beratung mit unserem Service. Planen Sie einen Arzttermin und sprechen Sie 1 zu 1 über Ihre Gesundheitsprobleme.

# vitals_title
source: Personalised Healthcare
de: Personalisierte Gesundheitsversorgung

# vitals_description
source: Your health data is monitored by experts. All data is shared only with your personal doctor and you are in control of your data!
de: Ihre Gesundheitsdaten werden von Experten überwacht. Alle Daten werden nur mit Ihrem persönlichen Arzt geteilt und Sie haben die Kontrolle über Ihre Daten!

# health_title
source: Improve Health
de: Die Gesundheit verbessern

# health_description
source: General health can be improved significantly by consuming health food and regularly exercising
de: Die allgemeine Gesundheit kann durch den Verzehr gesunder Lebensmittel und regelmäßige Bewegung erheblich verbessert werden

# fasting_title
source: Fasting Tracker
de: Fasten-Tracker

# fasting_description
source: Fasting has many health benefits for human body like fat loss, cell regeneration and insulin balance
de: Fasten hat viele gesundheitliche Vorteile für den menschlichen Körper, wie Fettabbau, Zellregeneration und Insulinbalance

# workout_title
source: Workout Plans
de: Trainingspläne

# workout_description
source: Never again go to training without workout plan, choose plan that suits you most and enjoy your workouts
de: Gehen Sie nie wieder ohne Trainingsplan zum Training, wählen Sie den Plan, der am besten zu Ihnen passt, und genießen Sie Ihr Training

# diet_title
source: Diet Plans
de: Diätpläne

# diet_description
source: Without proper diet your workout don't have much impact on your muscle structure, so pick plan that fits your goals
de: Ohne die richtige Ernährung hat Ihr Training keinen großen Einfluss auf Ihre Muskelstruktur, also wählen Sie einen Plan, der zu Ihren Zielen passt

# apple_auth
source: Continue with Apple
de: Weitermachen mit Apple

# google_auth
source: Continue with Google
de: Weitermachen mit Google

# facebook_auth
source: Continue with Facebook
de: Weitermachen mit Facebook

# sign_up_text
source: Haven't signed up yet?
de: Noch nicht angemeldet?

# create_an_account
source: Continue as Guest
de: Als Gast fortfahren
